IDEA StatiCa Open Model
TendonDuct.IsDebondingTube Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 rue for debonding tubes, false for tendon ducts
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool IsDebondingTube { get; set; }
Public Property IsDebondingTube As Boolean
	Get
	Set
public:
property bool IsDebondingTube {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
TendonDuct Class
IdeaRS.OpenModel.CrossSection Namespace